Repository: jansoganci/banana.universe
Catalog: BananaUniverse/Resources/Localizations/*.lproj/Localizable.strings
Languages: tr

# paywall_title
source: Unlock Full Power
tr: Tam Gücü Aç

# paywall_subtitle
source: Get unlimited access to all premium features
tr: Tüm premium özelliklere sınırsız erişim elde et

# paywall_benefit_1_title
source: Unlimited AI image edits
tr: Sınırsız AI görsel düzenleme

# paywall_benefit_1_description
source: Process as many images as you want
tr: İstediğiniz kadar görsel işleyin

# paywall_benefit_2_title
source: Faster processing priority
tr: Hızlı işleme önceliği

# paywall_benefit_2_description
source: Skip the queue and get results instantly
tr: Kuyruğu atlayın ve anında sonuç alın

# paywall_benefit_3_title
source: Exclusive premium filters
tr: Özel premium filtreler

# paywall_benefit_3_description
source: Access to advanced AI models and effects
tr: Gelişmiş AI modelleri ve efektlere erişim

# paywall_weekly_title
source: Weekly Pro
tr: Haftalık Pro

# paywall_weekly_description
source: Perfect for trying out premium features
tr: Premium özellikleri denemek için mükemmel

# paywall_weekly_price
source: $4.99 / week
tr: ₺49,99 / hafta

# paywall_yearly_title
source: Yearly Pro
tr: Yıllık Pro

# paywall_yearly_description
source: Best value - save 70% compared to weekly
tr: En iyi değer - haftalık fiyata göre %70 tasarruf

# paywall_yearly_price
source: $79.99 / year
tr: ₺799,99 / yıl

# paywall_yearly_savings
source: Save 70%
tr: %70 Tasarruf

# paywall_trial_badge
source: 3-Day Free Trial
tr: 3 Günlük Ücretsiz Deneme

# paywall_best_value_badge
source: BEST VALUE
tr: EN İYİ DEĞER

# paywall_cta_button
source: Unlock Premium
tr: Premium'u Aç

# paywall_cta_loading
source: Processing...
tr: İşleniyor...

# paywall_footer_terms
source: Terms of Service
tr: Hizmet Şartları

# paywall_footer_privacy
source: Privacy Policy
tr: Gizlilik Politikası

# paywall_footer_restore
source: Restore Purchases
tr: Satın Alımları Geri Yükle

# paywall_purchase_success
source: Welcome to Premium! You now have unlimited access to all features.
tr: Premium'a hoş geldiniz! Artık tüm özelliklere sınırsız erişiminiz var.

# paywall_restore_success
source: Purchases restored successfully! Welcome back to Premium.
tr: Satın alımlar başarıyla geri yüklendi! Premium'a tekrar hoş geldiniz.

# paywall_error_purchase_failed
source: Purchase failed. Please check your App Store account and try again.
tr: Satın alma başarısız. Lütfen App Store hesabınızı kontrol edin ve tekrar deneyin.

# paywall_error_restore_failed
source: No previous purchases found. Please check your App Store account.
tr: Önceki satın alma bulunamadı. Lütfen App Store hesabınızı kontrol edin.

# paywall_error_product_not_found
source: Product not available. Please try again later.
tr: Ürün mevcut değil. Lütfen daha sonra tekrar deneyin.

# paywall_error_generic
source: Something went wrong. Please try again.
tr: Bir şeyler ters gitti. Lütfen tekrar deneyin.

# paywall_accessibility_title
source: Premium subscription paywall
tr: Premium abonelik paywall'u

# paywall_accessibility_benefit
source: Premium benefit
tr: Premium avantaj

# paywall_accessibility_product_card
source: Subscription option
tr: Abonelik seçeneği

# paywall_accessibility_selected_product
source: Selected subscription option
tr: Seçili abonelik seçeneği

# paywall_accessibility_cta_button
source: Purchase premium subscription
tr: Premium abonelik satın al

# paywall_accessibility_restore_button
source: Restore previous purchases
tr: Önceki satın alımları geri yükle

# paywall_accessibility_terms_link
source: View terms of service
tr: Hizmet şartlarını görüntüle

# paywall_accessibility_privacy_link
source: View privacy policy
tr: Gizlilik politikasını görüntüle
